const faqData = [
  {
    q: "Что такое Asadal Pay?",
    a: [
      "Asadal Pay - это лицензированная платежная организация, которая поможет Вам принимать платежи онлайн.",
    ],
  },
  {
    q: "Какая комиссия?",
    a: ["Комиссия за транзакцию 3,5%."],
  },
  {
    q: "В какие сроки средства поступают на расчетный счет?",
    a: ["На следующий день."],
  },
  {
    q: "Почему именно Asadal Pay?",
    a: [
      "Интеграция на стороне Asadal Pay",
      "По запросу бесплатно создадим Вам интернет-магазин",
      "Создадим для Вас брендированную страницу оплаты",
      "Скорость проверки и подключения",
      "Нет скрытых комиссий",
      "Сертификат PCI DSS Level 1",
      "Возможность принимать оплату удаленно (ссылка и QR)",
    ],
  },
  {
    q: "Что нужно для подключения?",
    a: [
      "ИП или ТОО, расчетный счет в банке на ИП/ТОО, любой интернет ресурс на котором представлены Ваши товары или услуги (интернет-магазин, Instagram, маркетплейс и пр.).",
    ],
  },
  {
    q: "Какие нужны документы для подключения?",
    a: [
      "Заполнить анкету (ссылку на анкету)",
      {
        title: "Для ИП",
        list: [
          "Копия удостоверения личности первого руководителя",
          "Копия документа о регистрации ИП/талон",
          "Номер расчетного счета ИП",
        ],
      },
      {
        title: "Для ТОО",
        list: [
          "Копия удостоверения личности первого руководителя",
          "Копия документа о регистрации ТОО",
          "Копия Устава",
          "Приказ или решение о назначении первого руководителя",
          "Номер расчетного счета ТОО",
        ],
      },
    ],
  },
  {
    q: "В каком банке нужен расчетный счет?",
    a: [
      "Расчетный счет может быть в любом банке РК, главное чтобы он был оформлен на юр. лицо.",
    ],
  },
  {
    q: "В какие сроки осуществляется возврат? ",
    a: [
      "Asadal Pay осуществляет мгновенный возврат средств, но время зачисления на карту плательщика зависит от его банка и варьируется от 1 до 14 дней.",
    ],
  },
  {
    q: "Как происходит возврат/отмена платежа? ",
    a: [
      "Возврат / частичный возврат или отмена платежа осуществляется через ваш личный кабинет в нашей системе, нажатием одной кнопки.Комиссия за возврат не взимается, однако уже списанная за платеж комиссия не возвращается.",
    ],
  },
  {
    q: "Можно ли подключить Asadal Pay, если я уже принимаю платежи онлайн? ",
    a: [
      "Конечно, даже если вы работаете с другими поставщиками платежных услуг, вы также можете подключить сервис Asadal Рау и оценить его возможности.",
    ],
  },
];

export default faqData;
